{
  "HomePage": {
    "featuredAlbums": "Featured Albums",
    "latestAlbums": "New Releases",
    "featuredArtists": "Featured Artists"
  },
  "SearchPage": {
    "response": "We found these results for",
    "albumsResponse": "We found these albums for",
    "artistsResponse": "We found these artists for",
    "nothingYet": "Nothing here yet... Search for an album or artist!",
    "nothingFound": "No results found for",
    "nothingFoundAlbums": "No albums found for",
    "nothingFoundArtists": "No artists found for",
    "tryAgain": "Try another search!",
    "artistsFound": "Artists Found",
    "albumsFound": "Albums Found",
    "loading": "loading",
    "seeAllArtists": "see all artists",
    "seeAllAlbums": "see all albums",
    "browseAlbumsAndSingles": "Browse Albums & Singles by"
  },
  "DropDown": {
    "popularReleases": "Popular",
    "singles": "Singles",
    "albums": "Albums"
  },
  "Error404": {
    "title": "Page Not Found",
    "description": "Sorry, we couldn't find what you were looking for. Try searching again or go back to the homepage.",
    "button": "Go to Homepage"
  },
  "FooterComponent": {
    "nav": {
      "home": "HOME",
      "search": "SEARCH",
      "termsAndConditions": "Terms and Conditions",
      "privacyPolicy": "Privacy Policy"
    },
    "disclaimer": "Data provided by Spotify. All rights belong to their respective owners."
  },
  "SearchComponent": {
    "title": "Look up an artist or album to start ranking",
    "desc": "With Spotify's database, every artist and album in just a search away",
    "placeholder": "Search for an album or artist",
    "button": "Explore Now",
    "categories": ["Categories:", "Albums", "and", "Artists"]
  },
  "ArtistPage": {
    "artistAlbums": "Artist Albums",
    "similarArtists": "Similar Artists",
    "seeAllResulst": "see all results",
    "albums": "Albums",
    "singles": "Singles",
    "compilations": "Compilations",
    "artistNotFound": {
      "title": "Artist Not Found",
      "description": "We couldn't find this artist. Please check the name or try another search."
    },
    "albumsNotFound": {
      "title": "Albums Not Found",
      "description": "We couldn't find any albums for this artist. Please try another search or check back later."
    }
  },
  "AlbumPage": {
    "title": "Album Not Found",
    "description": "We couldn't find the album you were looking for. Try searching again!",
    "songs": "songs",
    "hr": "hr",
    "min": "min",
    "sec": "sec",
    "default": "Default",
    "topRated": "Top Rated",
    "titleSong": "title",
    "preview": "preview",
    "rating": "rating",
    "disc": "Disc",
    "downloadImage": "Download Image"
  },
  "PaginationComponent": {
    "next": "next",
    "prev": "previous"
  },
  "EmptyCarousel": {
    "featuredAlbums": "No featured albums available.",
    "latestAlbums": "No latest albums found.",
    "featuredArtists": "No featured artists available.",
    "artistAlbums": "This artist has no albums to display.",
    "similarArtists": "No similar artists found.",
    "artistsFound": "No artists matched your search.",
    "searchAlbums": "No albums matched your search.",
    "searchArtists": "No artists matched your search."
  },
  "PrivacyPage": {
    "title": "Privacy Policy",
    "desc": "This Privacy Policy outlines how we handle and protect your personal information when you use our website. By using our website, you agree to the collection and use of your information in accordance with this policy.",
    "sections": [
      {
        "title": "1. Information Collection",
        "desc": "Currently, we do not collect any personal information from users. We do not request or store any personal data, such as name, email, or other identifiable information."
      },
      {
        "title": "2. Use of Data",
        "desc": "As of now, we do not use any personal data. Any information you provide, such as evaluations, is only used to enhance your experience on our platform and is not stored for other purposes."
      },
      {
        "title": "3. Data Sharing",
        "desc": "We do not share any of your personal data with third parties. We do not disclose, sell, or rent any information collected on this website."
      },
      {
        "title": "4. Cookies",
        "desc": "We use cookies to store temporary data, such as saving your ratings on albums. These cookies are used to improve the user experience while interacting with the site."
      },
      {
        "title": "5. Data Security",
        "desc": "As we do not collect personal data, there are no specific security measures in place for data protection. However, we take general precautions to ensure the security and integrity of the website."
      },
      {
        "title": "6. User Rights",
        "desc": "Since we do not collect personal data, there is no need for users to request access, correction, or deletion of personal information."
      },
      {
        "title": "7. Data Retention",
        "desc": "We do not store personal data or retain information after the user session ends. There is no data retention policy in place."
      },
      {
        "title": "8. International Data Transfers",
        "desc": "We do not transfer any user data to other countries or third-party services."
      },
      {
        "title": "9. Consent",
        "desc": "As we do not collect personal data, users are not required to provide consent for data collection. However, by using our website, users agree to the use of cookies for storing temporary data."
      },
      {
        "title": "10. Changes to the Privacy Policy",
        "desc": "If there are any changes to this Privacy Policy, users will be notified via email. We encourage users to review this page regularly for any updates."
      }
    ],
    "end": "If you have any questions about this Privacy Policy or the way we handle your data, please feel free to contact us at [your contact information]."
  },
  "TermsPage": {
    "title": "Terms and Conditions",
    "desc": "Welcome to [Your Website Name]! These Terms and Conditions govern your use of our website. By accessing or using our services, you agree to comply with these terms. Please read them carefully.",
    "sections": [
      {
        "title": "1. Permitted Use",
        "desc": "You are free to use this website for any purpose, whether personal or commercial. However, you are responsible for ensuring your use complies with applicable laws."
      },
      {
        "title": "2. Updates to the Service",
        "desc": "We reserve the right to modify, update, or discontinue any part of our website or services without prior notice. This includes changes to features, functionality, or availability."
      },
      {
        "title": "3. Ownership of Content",
        "desc": "All rankings and images generated by users through this website belong to the respective users. However, the design, layout, and branding of the website are protected under copyright and remain our intellectual property."
      },
      {
        "title": "4. Disclaimer of Liability",
        "desc": "We are not responsible for any errors, interruptions, or limitations arising from the Spotify API or other third-party services we rely on. We do not guarantee the uninterrupted availability or accuracy of the website."
      },
      {
        "title": "5. Account Suspension",
        "desc": "If we introduce user accounts in the future, we reserve the right to suspend or terminate accounts for violations of these Terms or misuse of our services."
      },
      {
        "title": "6. Copyright",
        "desc": "All visual and functional elements of this website, including its design and branding, are copyrighted. You may not copy, reproduce, or redistribute any part of the website without prior permission."
      },
      {
        "title": "7. External Links",
        "desc": "Our website may include links to external services, such as Spotify. We are not responsible for the content, accuracy, or reliability of these external websites."
      },
      {
        "title": "8. Jurisdiction",
        "desc": "These Terms are governed by the laws of Brazil. Any legal disputes will be resolved in accordance with Brazilian law."
      },
      {
        "title": "9. Updates to These Terms",
        "desc": "We may update these Terms and Conditions at any time without prior notice. Continued use of the website after updates constitutes acceptance of the revised terms."
      }
    ],
    "end": "If you have any questions about these Terms and Conditions, please contact us at [your contact information]."
  }
}
