{
  "HomePage": {
    "featuredAlbums": "Álbumes Destacados",
    "latestAlbums": "Nuevos Lanzamientos",
    "featuredArtists": "Artistas Destacados"
  },
  "FooterComponent": {
    "nav": {
      "home": "INICIO",
      "search": "BUSCAR",
      "termsAndConditions": "Términos y Condiciones",
      "privacyPolicy": "Política de Privacidad"
    },
    "disclaimer": "Datos proporcionados por Spotify. Todos los derechos pertenecen a sus respectivos propietarios."
  },
  "SearchComponent": {
    "title": "Busca un artista o álbum para empezar a clasificar",
    "desc": "Con la base de datos de Spotify, cada artista y álbum está a solo una búsqueda de distancia",
    "placeholder": "Busca un álbum o artista",
    "button": "Explorar Ahora",
    "categories": ["Categorías:", "Álbumes", "y", "Artistas"]
  },
  "PrivacyPage": {
    "title": "Política de Privacidad",
    "desc": "Esta Política de Privacidad describe cómo manejamos y protegemos su información personal cuando utiliza nuestro sitio web. Al usar nuestro sitio web, usted acepta la recopilación y el uso de su información de acuerdo con esta política.",
    "sections": [
      {
        "title": "1. Recopilación de Información",
        "desc": "Actualmente, no recopilamos ninguna información personal de los usuarios. No solicitamos ni almacenamos datos personales, como nombre, correo electrónico u otra información identificable."
      },
      {
        "title": "2. Uso de los Datos",
        "desc": "Por el momento, no utilizamos ningún dato personal. Cualquier información proporcionada, como evaluaciones, se utiliza únicamente para mejorar su experiencia en nuestra plataforma y no se almacena para otros fines."
      },
      {
        "title": "3. Compartición de Datos",
        "desc": "No compartimos ningún dato personal con terceros. No divulgamos, vendemos ni alquilamos ninguna información recopilada en este sitio web."
      },
      {
        "title": "4. Cookies",
        "desc": "Utilizamos cookies para almacenar datos temporales, como guardar sus calificaciones en álbumes. Estas cookies se utilizan para mejorar la experiencia del usuario al interactuar con el sitio."
      },
      {
        "title": "5. Seguridad de los Datos",
        "desc": "Como no recopilamos datos personales, no hay medidas de seguridad específicas para la protección de datos. Sin embargo, tomamos precauciones generales para garantizar la seguridad e integridad del sitio web."
      },
      {
        "title": "6. Derechos del Usuario",
        "desc": "Dado que no recopilamos datos personales, no es necesario que los usuarios soliciten acceso, corrección o eliminación de información personal."
      },
      {
        "title": "7. Retención de Datos",
        "desc": "No almacenamos datos personales ni retenemos información después de que finaliza la sesión del usuario. No existe una política de retención de datos en vigor."
      },
      {
        "title": "8. Transferencia Internacional de Datos",
        "desc": "No transferimos ningún dato de usuario a otros países o servicios de terceros."
      },
      {
        "title": "9. Consentimiento",
        "desc": "Dado que no recopilamos datos personales, los usuarios no están obligados a dar su consentimiento para la recopilación de datos. Sin embargo, al utilizar nuestro sitio web, los usuarios aceptan el uso de cookies para almacenar datos temporales."
      },
      {
        "title": "10. Cambios en la Política de Privacidad",
        "desc": "Si hay cambios en esta Política de Privacidad, los usuarios serán notificados por correo electrónico. Recomendamos que los usuarios revisen esta página regularmente para mantenerse informados de las actualizaciones."
      }
    ],
    "end": "Si tiene alguna pregunta sobre esta Política de Privacidad o sobre cómo manejamos sus datos, no dude en contactarnos a través de [su contacto]."
  },
  "TermsPage": {
    "title": "Términos y Condiciones",
    "desc": "¡Bienvenido a [Nombre de su Sitio Web]! Estos Términos y Condiciones regulan el uso de nuestro sitio web. Al acceder o utilizar nuestros servicios, usted acepta cumplir con estos términos. Léalos atentamente.",
    "sections": [
      {
        "title": "1. Uso Permitido",
        "desc": "Puede utilizar este sitio web para cualquier propósito, ya sea personal o comercial. Sin embargo, es su responsabilidad asegurarse de que su uso cumpla con las leyes aplicables."
      },
      {
        "title": "2. Actualizaciones del Servicio",
        "desc": "Nos reservamos el derecho de modificar, actualizar o descontinuar cualquier parte de nuestro sitio web o servicios sin previo aviso. Esto incluye cambios en funcionalidades, características o disponibilidad."
      },
      {
        "title": "3. Propiedad del Contenido",
        "desc": "Todos los rankings e imágenes generados por los usuarios a través de este sitio web pertenecen a los respectivos usuarios. Sin embargo, el diseño, la disposición y la identidad visual del sitio están protegidos por derechos de autor y siguen siendo nuestra propiedad intelectual."
      },
      {
        "title": "4. Exención de Responsabilidad",
        "desc": "No somos responsables de errores, interrupciones o limitaciones derivadas de la API de Spotify u otros servicios de terceros de los que dependemos. No garantizamos la disponibilidad ininterrumpida o la precisión del sitio web."
      },
      {
        "title": "5. Suspensión de Cuenta",
        "desc": "Si en el futuro introducimos cuentas de usuario, nos reservamos el derecho de suspender o cancelar cuentas por violaciones de estos Términos o por uso indebido de nuestros servicios."
      },
      {
        "title": "6. Derechos de Autor",
        "desc": "Todos los elementos visuales y funcionales de este sitio web, incluidos su diseño e identidad visual, están protegidos por derechos de autor. No puede copiar, reproducir ni redistribuir ninguna parte del sitio sin permiso previo."
      },
      {
        "title": "7. Enlaces Externos",
        "desc": "Nuestro sitio web puede incluir enlaces a servicios externos, como Spotify. No somos responsables del contenido, precisión o confiabilidad de estos sitios web externos."
      },
      {
        "title": "8. Jurisdicción",
        "desc": "Estos Términos se rigen por las leyes de Brasil. Cualquier disputa legal se resolverá de acuerdo con la legislación brasileña."
      },
      {
        "title": "9. Actualización de Estos Términos",
        "desc": "Podemos actualizar estos Términos y Condiciones en cualquier momento sin previo aviso. El uso continuado del sitio web después de las actualizaciones constituye la aceptación de los términos revisados."
      }
    ],
    "end": "Si tiene alguna pregunta sobre estos Términos y Condiciones, contáctenos en [su información de contacto]."
  }
}
