{
  "HomePage": {
    "featuredAlbums": "Álbuns em Destaque",
    "latestAlbums": "Novos Lançamentos",
    "featuredArtists": "Artistas em Destaque"
  },
  "SearchPage": {
    "response": "Encontramos estes resultados para",
    "albumsResponse": "Encontramos estes álbuns para",
    "artistsResponse": "Encontramos estes artistas para",
    "nothingYet": "Nada por aqui ainda... Pesquise por um álbum ou artista!",
    "nothingFound": "Nenhum resultado encontrado para",
    "nothingFoundAlbums": "Nenhum álbum encontrado para",
    "nothingFoundArtists": "Nenhum artista encontrado para",
    "tryAgain": "Tente outra busca!",
    "artistsFound": "Artistas encontrados",
    "albumsFound": "Álbuns encontrados",
    "loading": "carregando",
    "seeAllArtists": "ver todos os artistas",
    "seeAllAlbums": "ver todos os álbuns",
    "browseAlbumsAndSingles": "Navegue pelos álbuns e singles de"
  },
  "DropDown": {
    "popularReleases": "Populares",
    "singles": "Singles",
    "albums": "Álbuns"
  },
  "Error404": {
    "title": "Página Não Encontrada",
    "description": "Desculpe, não encontramos o que você estava procurando. Tente buscar novamente ou volte para a página inicial.",
    "button": "Voltar para a Página Inicial"
  },
  "ArtistPage": {
    "artistAlbums": "Álbuns do Artista",
    "similarArtists": "Artistas Semelhantes",
    "seeAllResulst": "ver todos os resultados",
    "albums": "Álbuns",
    "singles": "Singles",
    "artistNotFound": {
      "title": "Artista Não Encontrado",
      "description": "Não conseguimos encontrar este artista. Verifique o nome ou tente outra busca."
    },
    "albumsNotFound": {
      "title": "Álbuns Não Encontrados",
      "description": "Não conseguimos encontrar álbuns deste artista. Tente outra busca ou verifique novamente mais tarde."
    }
  },
  "AlbumPage": {
    "title": "Álbum Não Encontrado",
    "description": "Não encontramos o álbum que você procurava. Experimente outra busca!",
    "songs": "músicas",
    "hr": "h",
    "min": "min",
    "sec": "seg"
  },
  "PaginationComponent": {
    "next": "Próximo",
    "prev": "Anterior"
  },
  "EmptyCarousel": {
    "featuredAlbums": "Nenhum álbum em destaque disponível.",
    "latestAlbums": "Nenhum álbum recente encontrado.",
    "featuredArtists": "Nenhum artista em destaque disponível.",
    "artistAlbums": "Este artista não tem álbuns para mostrar.",
    "similarArtists": "Nenhum artista semelhante encontrado.",
    "artistsFound": "Nenhum artista corresponde à sua pesquisa.",
    "searchAlbums": "Nenhum álbum corresponde à sua pesquisa.",
    "searchArtists": "Nenhum artista corresponde à sua pesquisa."
  },
  "FooterComponent": {
    "nav": {
      "home": "INÍCIO",
      "search": "PESQUISAR",
      "termsAndConditions": "Termos e Condições",
      "privacyPolicy": "Política de Privacidade"
    },
    "disclaimer": "Dados fornecidos pelo Spotify. Todos os direitos pertencem aos seus respectivos donos."
  },
  "SearchComponent": {
    "title": "Pesquise um artista ou álbum para começar a ranquear",
    "desc": "Com o banco de dados do Spotify, cada artista e álbum está a apenas uma busca de distância",
    "placeholder": "Pesquise por um álbum ou artista",
    "button": "Explorar Agora",
    "categories": ["Categorias:", "Álbuns", "e", "Artistas"]
  },
  "PrivacyPage": {
    "title": "Política de Privacidade",
    "desc": "Esta Política de Privacidade descreve como lidamos e protegemos suas informações pessoais ao usar nosso site. Ao utilizar nosso site, você concorda com a coleta e uso de suas informações de acordo com esta política.",
    "sections": [
      {
        "title": "1. Coleta de Informações",
        "desc": "Atualmente, não coletamos nenhuma informação pessoal dos usuários. Não solicitamos nem armazenamos dados pessoais, como nome, e-mail ou outras informações identificáveis."
      },
      {
        "title": "2. Uso dos Dados",
        "desc": "No momento, não utilizamos nenhum dado pessoal. Qualquer informação fornecida, como avaliações, é usada apenas para melhorar sua experiência em nossa plataforma e não é armazenada para outros fins."
      },
      {
        "title": "3. Compartilhamento de Dados",
        "desc": "Não compartilhamos nenhum dado pessoal com terceiros. Não divulgamos, vendemos ou alugamos nenhuma informação coletada neste site."
      },
      {
        "title": "4. Cookies",
        "desc": "Utilizamos cookies para armazenar dados temporários, como a gravação de suas avaliações em álbuns. Esses cookies são usados para melhorar a experiência do usuário ao interagir com o site."
      },
      {
        "title": "5. Segurança dos Dados",
        "desc": "Como não coletamos dados pessoais, não há medidas de segurança específicas para proteção de dados. No entanto, tomamos precauções gerais para garantir a segurança e integridade do site."
      },
      {
        "title": "6. Direitos dos Usuários",
        "desc": "Como não coletamos dados pessoais, não há necessidade de os usuários solicitarem acesso, correção ou exclusão de informações pessoais."
      },
      {
        "title": "7. Retenção de Dados",
        "desc": "Não armazenamos dados pessoais nem retemos informações após o término da sessão do usuário. Não há uma política de retenção de dados em vigor."
      },
      {
        "title": "8. Transferência Internacional de Dados",
        "desc": "Não transferimos nenhum dado de usuário para outros países ou serviços de terceiros."
      },
      {
        "title": "9. Consentimento",
        "desc": "Como não coletamos dados pessoais, os usuários não precisam fornecer consentimento para a coleta de dados. No entanto, ao usar nosso site, os usuários concordam com o uso de cookies para armazenamento de dados temporários."
      },
      {
        "title": "10. Alterações na Política de Privacidade",
        "desc": "Caso haja alterações nesta Política de Privacidade, os usuários serão notificados por e-mail. Recomendamos que os usuários revisem esta página regularmente para se manterem atualizados."
      }
    ],
    "end": "Se você tiver alguma dúvida sobre esta Política de Privacidade ou sobre a forma como lidamos com seus dados, entre em contato conosco pelo [seu contato]."
  },
  "TermsPage": {
    "title": "Termos e Condições",
    "desc": "Bem-vindo ao [Nome do Seu Site]! Estes Termos e Condições regulam o uso do nosso site. Ao acessar ou utilizar nossos serviços, você concorda em cumprir estes termos. Leia-os atentamente.",
    "sections": [
      {
        "title": "1. Uso Permitido",
        "desc": "Você pode usar este site para qualquer finalidade, seja pessoal ou comercial. No entanto, é sua responsabilidade garantir que seu uso esteja em conformidade com as leis aplicáveis."
      },
      {
        "title": "2. Atualizações do Serviço",
        "desc": "Reservamo-nos o direito de modificar, atualizar ou descontinuar qualquer parte do nosso site ou serviços sem aviso prévio. Isso inclui mudanças em funcionalidades, recursos ou disponibilidade."
      },
      {
        "title": "3. Propriedade do Conteúdo",
        "desc": "Todos os rankings e imagens gerados pelos usuários através deste site pertencem aos respectivos usuários. No entanto, o design, layout e identidade visual do site são protegidos por direitos autorais e continuam sendo nossa propriedade intelectual."
      },
      {
        "title": "4. Isenção de Responsabilidade",
        "desc": "Não somos responsáveis por erros, interrupções ou limitações decorrentes da API do Spotify ou de outros serviços de terceiros dos quais dependemos. Não garantimos a disponibilidade contínua ou precisão do site."
      },
      {
        "title": "5. Suspensão de Conta",
        "desc": "Se introduzirmos contas de usuário no futuro, reservamo-nos o direito de suspender ou encerrar contas por violações destes Termos ou pelo uso indevido dos nossos serviços."
      },
      {
        "title": "6. Direitos Autorais",
        "desc": "Todos os elementos visuais e funcionais deste site, incluindo seu design e identidade visual, são protegidos por direitos autorais. Você não pode copiar, reproduzir ou redistribuir qualquer parte do site sem permissão prévia."
      },
      {
        "title": "7. Links Externos",
        "desc": "Nosso site pode incluir links para serviços externos, como o Spotify. Não somos responsáveis pelo conteúdo, precisão ou confiabilidade desses sites externos."
      },
      {
        "title": "8. Jurisdição",
        "desc": "Estes Termos são regidos pelas leis do Brasil. Quaisquer disputas legais serão resolvidas de acordo com a legislação brasileira."
      },
      {
        "title": "9. Atualizações destes Termos",
        "desc": "Podemos atualizar estes Termos e Condições a qualquer momento, sem aviso prévio. O uso contínuo do site após atualizações constitui aceitação dos termos revisados."
      }
    ],
    "end": "Se tiver alguma dúvida sobre estes Termos e Condições, entre em contato conosco em [suas informações de contato]."
  }
}
